Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_247_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Pilvi álggaha
smn: Pilvi aalgât

source: Geahča oanehisvideo Pilvi birra , guhte álggaha sámi kultuvrra oahpuid .
smn: Keejâ uánihisvideo Piilvist kote aalgât säämi kulttuur oopâid

source: Sápmelaš Pilvi hálida oahpásmuvvat buorebut máttuidasas ja vuolgá stuđeret Oulu universitehttii sámi kultuvrra .
smn: Sämmilâš Pilvi haalijd uápásmuđ pyerebeht madduidis já vuálgá luuhâđ Oulu ollâopâttâhân säämi kultuur

source: Bagadallan : Suvi West , govven : Juha Säkkinen , čuohppan : Anja Ahola
smn: Stivrim : Suvi West , kuvvim : Juha Säkkinen , čuoppâm : Anja Ahola

source: Buvttadeapmi : Sámediggi 2008
smn: Pyevtittâs : Sämitigge 2008

source: Guhkkodat : 1,40
smn: Kukkodâh : 1,40
